/* NSPanel () : <title:> (oid:5) */
"" = "";

/* NSTextField (Access to %@ requires you to provide log in credentials) : <title:Access to %@ requires you to provide log in credentials> (oid:10) */
"Access to %@ requires you to provide log in credentials" = "El acceso a %@ requiere que proporcione sus credenciales.";

/* NSButton (Cancel) : <title:Cancel> (oid:8) */
"Cancel" = "Cancelar";

/* NSButton (Log In) : <title:Log In> (oid:14) */
"Log In" = "Ingresar";

/* NSTextField (Name:) : <title:Name:> (oid:9) */
"Name:" = "Nombre:";

/* NSTextField (Password:) : <title:Password:> (oid:13) */
"Password:" = "Contraseña:";

/* NSTextField (The user name and password you provide will be remembered for the next time you refresh this subscription.) : <title:The user name and password you provide will be remembered for the next time you refresh this subscription.> (oid:15) */
"The user name and password you provide will be remembered for the next time you refresh this subscription." = "El nombre de usuario y contraseña serán recordados para la próxima vez que se actualice esta sibscripcion.";

